[
{
  "title":"My Tracks",
  "rating":"4.2547293",
  "ratingCount":"175088",
  "category":"Health & Fitness",
  "description":"My Tracks records your path, speed, distance, and elevation while you walk, run, bike, or do anything else outdoors. While recording, you can view your data live, annotate your path, and hear periodic voice announcements of your progress.\n With My Tracks, you can sync and share your tracks via Google Drive. For sharing, you can share tracks with friends, see the tracks your friends have shared with you, or make tracks public and share their URLs via Google+, Facebook, Twitter, etc. In addition to Google Drive, you can also export your tracks to Google My Maps, Google Spreadsheets, or external storage.\n My Tracks also supports Android Wear. For watches with GPS, My Tracks can perform GPS recording of tracks without a phone and sync tracks to the phone. For watches without GPS, you can see your current distance and time, and control the recording of your tracks from your wrist.\n\nRecent changes:\n- sync to Google Fit\n\nContent rating: Low Maturity",
  "promoText":"Record and share your GPS tracks with My Tracks.",
  "recentUpdate":"- sync to Google Fit",
  "downloadCount":"0",
  "Version":"1.1.13",
  "price":""
},
{
  "title":"Google It Smart",
  "rating":"4.189394",
  "ratingCount":"924",
  "category":"Tools",
  "description":"Google Smart Search app.\n\nThis app helps you to Google everything in a smart way. \n\nNo need to remember special keywords.\n\nMaterial design in next version....\n\nUnofficial Product. This application is not endorsed by or affiliated with Google. Google, its name, trademark, and other aspects of the app are trademarked and owned by their respective owners.\n\nRecent changes:\nNew search options added. (Find Restaurant, Calorie calculator, Movie release date, etc.,)\n\nApp is now movable to SD Card.\n\nCache clearing while exit.\n\nBug fixed.\n\nContent rating: Low Maturity",
  "promoText":"This app helps you to Google everything in a smart way.",
  "recentUpdate":"New search options added. (Find Restaurant, Calorie calculator, Movie release date, etc.,)\n\nApp is now movable to SD Card.\n\nCache clearing while exit.\n\nBug fixed.",
  "downloadCount":"0",
  "Version":"1.6",
  "price":""
},
{
  "title":"Google Finance",
  "rating":"3.2195697",
  "ratingCount":"28401",
  "category":"Finance",
  "description":"Finance for Android brings you streaming real-time quotes in this stock quote and portfolio application. It synchronizes with your Google Finance portfolios, allows quick access to charts and lets you view the latest market and company news.\n\nRecent changes:\nEnsure ongoing compatibility with upcoming API changes.\n\nContent rating: Everyone",
  "promoText":"Real time stock quotes from Google Finance",
  "recentUpdate":"Ensure ongoing compatibility with upcoming API changes.",
  "downloadCount":"0",
  "Version":"2.2.7",
  "price":""
},
{
  "title":"Sky Map",
  "rating":"4.537453",
  "ratingCount":"382582",
  "category":"Books & Reference",
  "description":"Open sourced and donated by Google.\n\nFind us elsewhere:\nhttp://goo.gl/XWjRg (Google Plus)\nhttp://groups.google.com/group/google-sky-map\nhttp://twitter.com/skymapdevs\n\nKeywords: planetarium, astronomy, skymap\n\nRecent changes:\nMinor bugfix.\n\n1.6.3:\nAdded meteor showers.\n\nContent rating: Low Maturity",
  "promoText":"Sky Map turns your Android-powered device into a window on the night sky.",
  "recentUpdate":"Minor bugfix.\n\n1.6.3:\nAdded meteor showers.",
  "downloadCount":"0",
  "Version":"1.6.4",
  "price":""
},
{
  "title":"AntiVirus Security - FREE",
  "rating":"4.3726387",
  "ratingCount":"2817927",
  "category":"Communication",
  "description":"<b>Free, top-rated, real-time anti virus and anti-theft security and protection for Android™ devices.</b>\n\nAVG AntiVirus FREE security for Android™ protects you from harmful viruses, malware, spyware and text messages and helps keep your personal data safe.\n<b><u>Download for Free Now!</u></b>\n\nOver <b>100,000,000</b> people already installed AVG’s antivirus mobile security apps. Join them now and:\n✔ Scan apps, settings, files & media in real time\n✔ Enable finding/locating your lost / stolen phone via Google Maps™\n✔ Lock / wipe your device to protect your privacy\n✔ Kill tasks that slow your device\n✔ Browse the web safely & securely\n✔ Monitor battery, storage and data package usage\n\nAVG AntiVirus FREE – mobile security software for Android. Quick & easy protection for your phone!\nWith the AVG Android app you’ll receive effective, easy-to-use virus and malware protection, as well as a real-time app scanner, phone locator, task killer, app locker, and local device wipe to help shield you from threats to your privacy and online identity. Real-time security scanner protection keeps you protected from downloaded apps and games.\n\nAVG AntiVirus FREE also:\n✔ Defends against malicious apps, viruses, malware and spyware\n✔ Identifies unsecure device settings and advises how to fix them\n✔ Helps ensure contacts, bookmarks and text messages are safe\n✔ Checks media files for malicious software and security threats\n✔ Guards you from phishing attacks\n\n<b>App Features:</b>\n<u>Protection:</u>\n✔ Scan downloaded apps and files and remove malicious content\n✔ Search, shop and use social networks with peace of mind knowing your identity and personal data are protected from phishing and malware\n✔ Scan websites for harmful threats. If a suspicious URL is detected, you will be redirected to a “Safe Page”\n* Safe Web Surfing is applicable to Android's default browser only\n\n<u>Performance:</u>\n✔ Kill tasks and processes that can slow down or freeze up your device\n✔ Monitor battery consumption, set battery level notifications and enable power saving\n✔ Monitor traffic - keep track of your 3G /4G mobile data plan usage by getting notifications when you are near to reaching your monthly data plan limit\n✔ Optimize internal and SD card storage space by either uninstalling apps and games or by moving them between the internal device memory and SD card\n\n<u>Anti-Theft & Phone Location:</u>\nUse AVG’s remote management console or text messages (SMS) to:\n✔ Locate your lost or stolen phone and get help finding it via Google Maps™\n✔ Lock your phone and set a lock screen message to help the locator find you\n✔ Make your phone ring (shout) even if it is on silent mode\n✔ Wipe your phone and SD card content\n✔ Camera Trap [30 day trial]: discreetly emails you a photo of anyone who enters 3 wrong passwords when trying to unlock your phone\n✔ Device Lock [30 day trial]: automatically locks your phone whenever someone replaces your SIM card\n\n<u>Privacy:</u>\n✔ App Lock [30 day trial]: lock apps to protect your privacy and safety or lock your device settings to secure its configuration\n✔ App Backup [30 day trial]: backup apps from your device to your SD card so you can restore them whenever necessary\n✔ Call and Message Blocker: protect yourself against spammers, hackers and scammers. Get warned about suspicious text messages, filter and block unwanted calls and messages (SMS Blocker is currently unavailable for Android v4.4 devices)\n✔ Wipe contacts, text messages, photos, browser history, calendar, format SD card and restore device to factory settings\n\nAntiVirus FREE is available in 30 languages\n\n<b>For the latest mobile security and protection updates see:</b>\nhttp://plus.google.com/+AVG/posts\nhttp://www.facebook.com/avgfree\n\nBy installing/updating this app, you agree that your use of it is governed by these terms: http://m.avg.com/terms\n\nGoogle®, Google Maps™ and Android™ are trademarks of Google, Inc., registered in the USA and in other countries\n\nRecent changes:\n* Bug fixes\n\n* App design enhancements\n\n* Malware Detection Engine enhancements\n\n* App storage size significantly reduced\n\nContent rating: Low Maturity",
  "promoText":"Protect your mobile from viruses, malware, spyware & theft!",
  "recentUpdate":"* Bug fixes\n\n* App design enhancements\n\n* Malware Detection Engine enhancements\n\n* App storage size significantly reduced",
  "downloadCount":"0",
  "Version":"2.11.2",
  "price":""
}
]